{"<pad>": 0, "<unk>": 1, "api:ReadFile": 2, "api:RegOpenKeyExW": 3, "args:path=HKEY_LOCAL_MACHINE\\\\Software\\\\Microsoft": 4, "api:CloseHandle": 5, "api:connect": 6, "api:CreateFileW": 7, "args:path=<drive>\\\\Users\\\\Alice\\\\Documents\\\\doc.txt": 8, "api:GetTickCount": 9, "api:Sleep": 10, "args:ms=100": 11, "args:ip=<ip_loopback>": 12, "args:pid=1000": 13, "api:VirtualAllocEx": 14, "api:WriteProcessMemory": 15, "api:CreateRemoteThread": 16, "args:ip=<ip_public>": 17, "api:send": 18, "args:domain=<domain>": 19, "args:path=<drive>\\Windows\\Temp\\f37.tmp": 20, "args:path=<drive>\\Windows\\Temp\\f117.tmp": 21, "args:path=<drive>\\Windows\\Temp\\f195.tmp": 22, "args:path=<drive>\\Windows\\Temp\\f107.tmp": 23, "args:path=<drive>\\Windows\\Temp\\f84.tmp": 24, "args:path=<drive>\\Windows\\Temp\\f134.tmp": 25, "args:path=<drive>\\Windows\\Temp\\f102.tmp": 26, "args:path=<drive>\\Windows\\Temp\\f91.tmp": 27, "args:path=<drive>\\Windows\\Temp\\f155.tmp": 28, "args:path=<drive>\\Windows\\Temp\\f66.tmp": 29, "args:path=<drive>\\Windows\\Temp\\f128.tmp": 30, "args:path=<drive>\\Windows\\Temp\\f160.tmp": 31, "args:path=<drive>\\Windows\\Temp\\f93.tmp": 32, "args:path=<drive>\\Windows\\Temp\\f119.tmp": 33, "args:path=<drive>\\Windows\\Temp\\f131.tmp": 34, "args:path=<drive>\\Windows\\Temp\\f28.tmp": 35, "args:path=<drive>\\Windows\\Temp\\f185.tmp": 36, "args:path=<drive>\\Windows\\Temp\\f0.tmp": 37, "args:path=<drive>\\Windows\\Temp\\f58.tmp": 38, "args:path=<drive>\\Windows\\Temp\\f90.tmp": 39, "args:path=<drive>\\Windows\\Temp\\f50.tmp": 40, "args:path=<drive>\\Windows\\Temp\\f178.tmp": 41, "args:path=<drive>\\Windows\\Temp\\f16.tmp": 42, "args:path=<drive>\\Windows\\Temp\\f10.tmp": 43, "args:path=<drive>\\Windows\\Temp\\f33.tmp": 44, "args:path=<drive>\\Windows\\Temp\\f191.tmp": 45, "args:path=<drive>\\Windows\\Temp\\f42.tmp": 46, "args:path=<drive>\\Windows\\Temp\\f7.tmp": 47, "args:path=<drive>\\Windows\\Temp\\f101.tmp": 48, "args:path=<drive>\\Windows\\Temp\\f87.tmp": 49, "args:path=<drive>\\Windows\\Temp\\f170.tmp": 50, "args:path=<drive>\\Windows\\Temp\\f173.tmp": 51, "args:path=<drive>\\Windows\\Temp\\f97.tmp": 52, "args:path=<drive>\\Windows\\Temp\\f76.tmp": 53, "args:path=<drive>\\Windows\\Temp\\f48.tmp": 54, "args:path=<drive>\\Windows\\Temp\\f139.tmp": 55, "args:path=<drive>\\Windows\\Temp\\f189.tmp": 56, "args:path=<drive>\\Windows\\Temp\\f27.tmp": 57, "args:path=<drive>\\Windows\\Temp\\f59.tmp": 58, "args:path=<drive>\\Windows\\Temp\\f96.tmp": 59, "args:path=<drive>\\Windows\\Temp\\f169.tmp": 60, "args:path=<drive>\\Windows\\Temp\\f85.tmp": 61, "args:path=<drive>\\Windows\\Temp\\f115.tmp": 62, "args:path=<drive>\\Windows\\Temp\\f53.tmp": 63, "args:path=<drive>\\Windows\\Temp\\f154.tmp": 64, "args:path=<drive>\\Windows\\Temp\\f179.tmp": 65, "args:path=<drive>\\Windows\\Temp\\f21.tmp": 66, "args:path=<drive>\\Windows\\Temp\\f77.tmp": 67, "args:path=<drive>\\Windows\\Temp\\f15.tmp": 68, "args:path=<drive>\\Windows\\Temp\\f71.tmp": 69, "args:path=<drive>\\Windows\\Temp\\f103.tmp": 70, "args:path=<drive>\\Windows\\Temp\\f52.tmp": 71, "args:path=<drive>\\Windows\\Temp\\f4.tmp": 72, "args:path=<drive>\\Windows\\Temp\\f150.tmp": 73, "args:path=<drive>\\Windows\\Temp\\f159.tmp": 74, "args:path=<drive>\\Windows\\Temp\\f1.tmp": 75, "args:path=<drive>\\Windows\\Temp\\f60.tmp": 76, "args:path=<drive>\\Windows\\Temp\\f194.tmp": 77, "args:path=<drive>\\Windows\\Temp\\f94.tmp": 78, "args:path=<drive>\\Windows\\Temp\\f41.tmp": 79, "args:path=<drive>\\Windows\\Temp\\f86.tmp": 80, "args:path=<drive>\\Windows\\Temp\\f72.tmp": 81, "args:path=<drive>\\Windows\\Temp\\f109.tmp": 82, "args:path=<drive>\\Windows\\Temp\\f124.tmp": 83, "args:path=<drive>\\Windows\\Temp\\f151.tmp": 84, "args:path=<drive>\\Windows\\Temp\\f190.tmp": 85, "args:path=<drive>\\Windows\\Temp\\f82.tmp": 86, "args:path=<drive>\\Windows\\Temp\\f111.tmp": 87, "args:path=<drive>\\Windows\\Temp\\f75.tmp": 88, "args:path=<drive>\\Windows\\Temp\\f13.tmp": 89, "args:path=<drive>\\Windows\\Temp\\f156.tmp": 90, "args:path=<drive>\\Windows\\Temp\\f46.tmp": 91, "args:path=<drive>\\Windows\\Temp\\f83.tmp": 92, "args:path=<drive>\\Windows\\Temp\\f141.tmp": 93, "args:path=<drive>\\Windows\\Temp\\f163.tmp": 94, "args:path=<drive>\\Windows\\Temp\\f192.tmp": 95, "args:path=<drive>\\Windows\\Temp\\f188.tmp": 96, "args:path=<drive>\\Windows\\Temp\\f95.tmp": 97, "args:path=<drive>\\Windows\\Temp\\f168.tmp": 98, "args:path=<drive>\\Windows\\Temp\\f12.tmp": 99, "args:path=<drive>\\Windows\\Temp\\f31.tmp": 100, "args:path=<drive>\\Windows\\Temp\\f147.tmp": 101, "args:path=<drive>\\Windows\\Temp\\f104.tmp": 102, "args:path=<drive>\\Windows\\Temp\\f184.tmp": 103, "args:path=<drive>\\Windows\\Temp\\f88.tmp": 104, "args:path=<drive>\\Windows\\Temp\\f2.tmp": 105, "args:path=<drive>\\Windows\\Temp\\f51.tmp": 106, "args:path=<drive>\\Windows\\Temp\\f56.tmp": 107, "args:path=<drive>\\Windows\\Temp\\f68.tmp": 108, "args:path=<drive>\\Windows\\Temp\\f135.tmp": 109, "args:path=<drive>\\Windows\\Temp\\f6.tmp": 110, "args:path=<drive>\\Windows\\Temp\\f23.tmp": 111, "args:path=<drive>\\Windows\\Temp\\f45.tmp": 112, "args:path=<drive>\\Windows\\Temp\\f199.tmp": 113, "args:path=<drive>\\Windows\\Temp\\f64.tmp": 114, "args:path=<drive>\\Windows\\Temp\\f73.tmp": 115, "args:path=<drive>\\Windows\\Temp\\f74.tmp": 116, "args:path=<drive>\\Windows\\Temp\\f100.tmp": 117, "args:path=<drive>\\Windows\\Temp\\f153.tmp": 118, "args:path=<drive>\\Windows\\Temp\\f34.tmp": 119, "args:path=<drive>\\Windows\\Temp\\f108.tmp": 120, "args:path=<drive>\\Windows\\Temp\\f69.tmp": 121, "args:path=<drive>\\Windows\\Temp\\f175.tmp": 122, "args:path=<drive>\\Windows\\Temp\\f137.tmp": 123, "args:path=<drive>\\Windows\\Temp\\f14.tmp": 124, "args:path=<drive>\\Windows\\Temp\\f142.tmp": 125, "args:path=<drive>\\Windows\\Temp\\f157.tmp": 126, "args:path=<drive>\\Windows\\Temp\\f5.tmp": 127, "args:path=<drive>\\Windows\\Temp\\f22.tmp": 128, "args:path=<drive>\\Windows\\Temp\\f121.tmp": 129, "args:path=<drive>\\Windows\\Temp\\f138.tmp": 130, "args:path=<drive>\\Windows\\Temp\\f78.tmp": 131, "args:path=<drive>\\Windows\\Temp\\f114.tmp": 132, "args:path=<drive>\\Windows\\Temp\\f125.tmp": 133, "args:path=<drive>\\Windows\\Temp\\f133.tmp": 134, "args:path=<drive>\\Windows\\Temp\\f152.tmp": 135, "args:path=<drive>\\Windows\\Temp\\f18.tmp": 136, "args:path=<drive>\\Windows\\Temp\\f49.tmp": 137, "args:path=<drive>\\Windows\\Temp\\f158.tmp": 138, "args:path=<drive>\\Windows\\Temp\\f44.tmp": 139, "args:path=<drive>\\Windows\\Temp\\f196.tmp": 140, "args:path=<drive>\\Windows\\Temp\\f65.tmp": 141, "args:path=<drive>\\Windows\\Temp\\f106.tmp": 142, "args:path=<drive>\\Windows\\Temp\\f164.tmp": 143, "args:path=<drive>\\Windows\\Temp\\f47.tmp": 144, "args:path=<drive>\\Windows\\Temp\\f113.tmp": 145, "args:path=<drive>\\Windows\\Temp\\f40.tmp": 146, "args:path=<drive>\\Windows\\Temp\\f186.tmp": 147, "args:path=<drive>\\Windows\\Temp\\f198.tmp": 148, "args:path=<drive>\\Windows\\Temp\\f43.tmp": 149, "args:path=<drive>\\Windows\\Temp\\f174.tmp": 150, "args:path=<drive>\\Windows\\Temp\\f61.tmp": 151, "args:path=<drive>\\Windows\\Temp\\f181.tmp": 152, "args:path=<drive>\\Windows\\Temp\\f89.tmp": 153, "args:path=<drive>\\Windows\\Temp\\f98.tmp": 154, "args:path=<drive>\\Windows\\Temp\\f24.tmp": 155, "args:path=<drive>\\Windows\\Temp\\f19.tmp": 156, "args:path=<drive>\\Windows\\Temp\\f193.tmp": 157, "args:path=<drive>\\Windows\\Temp\\f166.tmp": 158, "args:path=<drive>\\Windows\\Temp\\f162.tmp": 159, "args:path=<drive>\\Windows\\Temp\\f171.tmp": 160, "args:path=<drive>\\Windows\\Temp\\f149.tmp": 161, "args:path=<drive>\\Windows\\Temp\\f17.tmp": 162, "args:path=<drive>\\Windows\\Temp\\f130.tmp": 163, "args:path=<drive>\\Windows\\Temp\\f25.tmp": 164, "args:path=<drive>\\Windows\\Temp\\f122.tmp": 165, "args:path=<drive>\\Windows\\Temp\\f92.tmp": 166, "args:path=<drive>\\Windows\\Temp\\f136.tmp": 167, "args:path=<drive>\\Windows\\Temp\\f105.tmp": 168, "args:path=<drive>\\Windows\\Temp\\f110.tmp": 169, "args:path=<drive>\\Windows\\Temp\\f112.tmp": 170, "args:path=<drive>\\Windows\\Temp\\f8.tmp": 171, "args:path=<drive>\\Windows\\Temp\\f38.tmp": 172, "args:path=<drive>\\Windows\\Temp\\f55.tmp": 173, "args:path=<drive>\\Windows\\Temp\\f132.tmp": 174, "args:path=<drive>\\Windows\\Temp\\f118.tmp": 175, "args:path=<drive>\\Windows\\Temp\\f123.tmp": 176, "args:path=<drive>\\Windows\\Temp\\f32.tmp": 177, "args:path=<drive>\\Windows\\Temp\\f183.tmp": 178, "args:path=<drive>\\Windows\\Temp\\f26.tmp": 179, "args:path=<drive>\\Windows\\Temp\\f67.tmp": 180, "args:path=<drive>\\Windows\\Temp\\f177.tmp": 181, "args:path=<drive>\\Windows\\Temp\\f80.tmp": 182, "args:path=<drive>\\Windows\\Temp\\f63.tmp": 183, "args:path=<drive>\\Windows\\Temp\\f81.tmp": 184, "args:path=<drive>\\Windows\\Temp\\f176.tmp": 185, "args:path=<drive>\\Windows\\Temp\\f39.tmp": 186, "args:path=<drive>\\Windows\\Temp\\f182.tmp": 187, "args:path=<drive>\\Windows\\Temp\\f127.tmp": 188, "args:path=<drive>\\Windows\\Temp\\f165.tmp": 189, "args:path=<drive>\\Windows\\Temp\\f126.tmp": 190, "args:path=<drive>\\Windows\\Temp\\f197.tmp": 191, "args:path=<drive>\\Windows\\Temp\\f54.tmp": 192, "args:path=<drive>\\Windows\\Temp\\f161.tmp": 193, "args:path=<drive>\\Windows\\Temp\\f145.tmp": 194, "args:path=<drive>\\Windows\\Temp\\f35.tmp": 195, "args:path=<drive>\\Windows\\Temp\\f70.tmp": 196, "args:path=<drive>\\Windows\\Temp\\f29.tmp": 197, "args:path=<drive>\\Windows\\Temp\\f36.tmp": 198, "args:path=<drive>\\Windows\\Temp\\f62.tmp": 199, "args:path=<drive>\\Windows\\Temp\\f187.tmp": 200, "args:path=<drive>\\Windows\\Temp\\f143.tmp": 201, "args:path=<drive>\\Windows\\Temp\\f79.tmp": 202, "args:path=<drive>\\Windows\\Temp\\f167.tmp": 203, "args:path=<drive>\\Windows\\Temp\\f180.tmp": 204, "args:path=<drive>\\Windows\\Temp\\f20.tmp": 205, "args:path=<drive>\\Windows\\Temp\\f30.tmp": 206, "args:path=<drive>\\Windows\\Temp\\f3.tmp": 207, "args:path=<drive>\\Windows\\Temp\\f129.tmp": 208, "args:path=<drive>\\Windows\\Temp\\f116.tmp": 209, "args:path=<drive>\\Windows\\Temp\\f140.tmp": 210, "args:path=<drive>\\Windows\\Temp\\f146.tmp": 211, "args:path=<drive>\\Windows\\Temp\\f9.tmp": 212, "args:path=<drive>\\Windows\\Temp\\f144.tmp": 213, "args:path=<drive>\\Windows\\Temp\\f99.tmp": 214, "args:path=<drive>\\Windows\\Temp\\f57.tmp": 215, "args:path=<drive>\\Windows\\Temp\\f148.tmp": 216, "args:path=<drive>\\Windows\\Temp\\f172.tmp": 217, "args:path=<drive>\\Windows\\Temp\\f11.tmp": 218, "args:path=<drive>\\Windows\\Temp\\f120.tmp": 219}